Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja2/asta-s.htm.tmx
Source language: sme
Languages: nob

source: Mu váhnen-guovttos rávviiga min; «allet juo viša dohko mannat soahtat».
nob: Foreldra fraråda oss: «- Dra nå ikke dit for å krige».

source: Sudno mielas lei issoras jus sudno mánát šadde politiijaid gieđaid gaskii.
nob: Etter deres mening var det fryktelig at deres barn skulle komme i hendene på politiet.

source: Muhto in sáhttán jeagadit, mu oamedovdu bággii mu vuostálastit, jurddašallat sámi boahtte áiggi birra.
nob: Men jeg kunne ikke adlyde, samvittigheten min tvang meg til å yte motstand, til å bry meg om den samiske framtida.

source: Vaikko eaba liikon dasa, de lihkká sáddiiga earáid mielde bivuid, nuvttohiid, gálssohiid ja beaskka, vai birget miellačájeheaddjin dálvebuollašis.
nob: Sjøl om de ikke likte det, så sendte de likevel med oss varme klær, skaller, bellinger og pesk, for at vi skulle klare oss ute under demonstrasjonene i vinterkulda.

source: Dát muitalusat čájehit man váttis válljejumiid sámit fertejedje ja fertejit ain dahkat.
nob: Disse fortellingene viser hvor vanskelige valg samer har stått overfor.

source: Nuppi bealde háliidedje várjalit ja fievrridit viidáseappot iežaset gielalaš ja kultuvrralaš árbbi, muhto nuppi dáfus sáhtte eahpidit ja ballat vuostehágu boktaleames sámi vuostá nu ahte šadde dorvvuhisvuođa gillát.
nob: På den ene sida ønska de å verne og føre videre sin egen språklige og kulturelle arv, men på den andre sida kunne de tvile og frykte at man skulle vekke motvilje mot samene.

source: «Mo vásihat leat sápmelažžan ?»
nob: «Hvordan oppleve å være same ?»

source: Nuorravuođa rájes háliidin oažžut alit oahpu, muhto ii lean nu álki dan áiggi.
nob: Fra ungdomstida ønska jeg meg høyere utdanning, men det var ikke så lett i den tida.

source: Mu váhnemat eaba nagodan doallat mánáid gymnásii ja dalle ii ožžon stipeandda iige loana dan dássái.
nob: Foreldrene mine klarte ikke å holde barna på gymnas og den gang fikk man ikke stipend eller lån til det nivået.

source: Áidna vejolašvuohta ruhtadit oahpu lei 4-jagáš oahpaheaddjiskuvla masa mun ohcen.
nob: Den eneste muligheten for å finansiere utdanning var 4-årig lærerskole, som jeg søkte meg til.

source: 18-jahkásažžan bessen álgit Romssa oahpaheaddjiskuvlii 1966:s.
nob: 18 år gammel fikk jeg begynne på Tromsø lærerskole i 1966.

source: Mis ii lean sámegiella fágan, ii oba leange sámegieloahpahus Romssa oahpaheaddjiskuvllas.
nob: Vi hadde ikke samisk som fag, det var i det hele tatt ingen samiskundervisning ved Tromsø lærerskole på den tida.

source: [Nils Jernsletten (Juho-Niillas) šattai maŋŋil professor sámegielas Romssa universitehtas.]
nob: Men vi hadde Nils Jernsletten [Nils Jernsletten blei seinere professor i samisk på Universitetet i Tromsø.]

source: Muittán ahte son bivddii mu čállit stiilla: «Hvordan opplever du de å være same ?»
nob: Jeg husker at han ba meg å skrive stilen «Hvordan opplever du det å være same ?»

source: Mus lei dalle hui eaŋkalis jurddašeapmi: Ii leat váttis leat sápmelaš, go ii leat váttis leat olmmošge.
nob: Jeg hadde da en svært enkel tanke: Det er ikke vanskelig å være same, siden det ikke er vanskelig å være menneske.

source: Lea du iežat duohken, jus don leat ieš smáđáhkes olmmoš, de earát leat smáđáhkkásat du vuostá maid.
nob: Det er opp til deg sjøl, om du er grei mot andre, så er andre grei mot deg.

source: Dakkár «Smil til verden …» - jurdda.
nob: En slik «smil til verden-tanke».

source: Niillas kommenterii ahte livččii buorre jus veaháš čiekŋaleappot jurddašivččet dien áššis.
nob: Nils kommenterte at det ville være bra om jeg tenkte litt djupere over den saka.

source: Gal mun maŋŋil vásihin ahte ii mu iehčan iige eará sápmelaččaid eallin lean nu geahpas.
nob: Så fikk jeg da også seinere erfare at verken mitt eget eller andre samers liv var så lett.

source: Romssas studeredettiin áibbašišgohten ruoktot, váillahin sámegiela ja luođi ja áhku lahkavuođa.
nob: Mens jeg studerte i Tromsø lengta jeg hjem, jeg savna samisk språk og joik og nærhet til bestemor.

source: Lávejin juoigat lágamuččaidan iehčan lusa, nu ahte sii devde mu unna lanjaža, dalle ledjen lihkolaš.
nob: Jeg brukte å joike de nærmeste til meg, slik at de fylte det lille rommet mitt. Da var jeg lykkelig.

source: Romssas ii lean dalle fávdnát stuorra sámi biras, ii gávdnon omd. sámiid searvi.
nob: I Tromsø var det den gang ikke noe stort samisk miljø, det fantes f.eks. ikke noen sameforening.

source: Sámi birrasa gávnnaimet Sámi Radios, beasaimet muosáhit ruoktodovddu Kathrine Johnsena kantuvrras.
nob: Samisk miljø fant vi i Sámi Radio, der fikk vi oppleve den hjemlige følelsen på Kathrine Johnsens kontor.

source: Dál dieđán ahte ollugat ledje sámit, muhto hárvvibut dovddastedje dan dalle.
nob: Nå vet jeg at mange var samer, men få sto fram som det dengang.

source: Mu luohkás ledje sullii 20 studeantta ja mu dieđu mielde dušše njeallje sápmelačča.
nob: I klassen min var det omtrent 20 studenter og så langt jeg visste bare 4 samer.

source: Muhto go mis lei 25-jagi ávvudeapmi 1995:s, de ledje bealli luohkás veaddján sápmelažžan !
nob: Men da vi hadde 25-års-feiring i 1995, så var halve klassen samer !

source: Mu vuosttaš oahpaheaddjibargu lei Skuvvanvári skuvllas Porsáŋggus, skuvlajagi 1970/71.
nob: Lærer uten lærebøker Min første lærerjobb var på Skoganvarre skole i Porsanger, skoleåret 1970/71.

source: Doppe lei Sverre Hatle álggahan sámegiel álgooahpahusa.
nob: Der hadde Sverre Hatle starta samisk begynneropplæring.

source: [Geahča Sverre Hatle muitalusa Skuvvanvári skuvllas girjjis Sámi skuvlahistorjá 1.]
nob: [Se Sverre Hatles fortelling fra Skoganvarre skole i Samisk skolehistorie 1.]

source: Dan jagi go mun bargen doppe, de lei sus virgelohpi čállit oahppogirjjiid ja oahppoplána sámegiel oahpahussii.
nob: Det året da jeg jobba der, hadde han permisjon for å skrive lærebøker og læreplaner for samiskopplæringa.

source: Bargen ovttas guvttiin oahpaheddjiin, nubbi sámegielat ja nubbi dárogielat.
nob: Jeg arbeida sammen med to lærere, den ene var samiskspråklig, den andre norskspråklig.

source: Eanaš mánát máhtte sámegiela hállat ja sii geat eai hállan, áddejedje.
nob: De fleste barna kunne snakke samisk og de som ikke snakka forsto.

source: Mus ledje unnimus mánát, 1.–3. luohkkálaččat.
nob: Jeg hadde de minste barna, 1.–3. klasse.

source: Oahppogirjjit eai gávdnon vel oppanassiige, geavaheimmet flanellográfa ja luovos bustávaid. [Flanellográfa lei filtatávval masa sáhttii čatnat čuhppon flaneallahámuid.]
nob: Lærebøker fantes i det hele tatt ikke, vi brukte flanellograf [Flanellograf er ei filttavle der man kan feste utklipte flanellfigurer.]

source: Juohke eahket fertiimet ráhkadit sániid nuppi beaivvi oahpaheapmái.
nob: og løse bokstaver. Hver kveld måtte vi lage ord til undervisninga neste dag.

source: In lean iešge vel oahppan čállit sámegiela.
nob: Jeg hadde sjøl ikke lært å skrive samisk.

source: Dan dahken easka 1979–80, go válden sámegiela vuođđofága Álttás, maid Romssa universitehta ovddasvástidii.
nob: Det gjorde jeg først 1979-80, da jeg tok samisk grunnfag. Kurset var i Alta, men Universitetet i Tromsø var ansvarlig.

source: Oahpaheaddji-guovttos Håkon Henriksen ja Odd Mathis Hætta oahpaheigga dárogillii, mii min mielas lei unohas ja eahpelunddolaš.
nob: Lærerne Håkon Henriksen og Odd Mathis Hætta underviste på norsk, noe som etter vår mening var uhøvelig og unaturlig.

source: Vikkaimet rievdadit dábi, muhto eat lihkostuvvan go ággan lei ahte min joavkkus ledje moadde dárogiel studeantta, ja danin fertii oahpaheapmi leat dárogillii !
nob: Vi forsøkte å endre på det, men det lyktes ikke og argumentet var at det i gruppa vår var noen norsktalende studenter og derfor måtte undervisninga være på norsk !

source: Munnje lei stuorra illun beassat lohkat sámegiela, váikko juste dan áiggi rievdaduvvui čállinvuohki.
nob: For meg var det en stor glede å få lese samisk, sjøl om rettskrivinga blei endra nettopp på den tida.

source: Ii lean čielggas galggaimet go oahppat boares vai ođđa čállinvuogi.
nob: Det var ikke klarlagt om vi skulle lære den gamle eller den nye skrivemåten.

source: Ja ii lean vel oktage girji čállon ođđa čállinvuogi mielde.
nob: Og ennå var ingen bøker skrevet etter ny rettskriving.

source: 70-logus barggai Asta Balto vuođđoskuvlaoahpaheaddjin Álttás.
nob: På 1970-tallet arbeida Asta Balto som grunnskolelærer i Alta.

source: Dás ávvuda Norgga našunalbeaivvi ovttas ohppiidisguin, miessemánu 17. b. 1974.
nob: Her feirer hun den norske nasjonaldagen sammen med elevene sine, 17.05.1974.

source: (Gova luoikan Asta Balto)
nob: (Foto utlånt av Asta Balto)

source: 1980-logu álggus bargen moadde jagi oahpaheaddjin Álttá allaskuvlla sámi ossodagas.
nob: På begynnelsen av 1980-tallet arbeida jeg noen år som lærer på samisk avdeling ved Høgskolen i Alta.

source: Doppe ledje sámegieloahpaheaddjin Veikko Holmberg, Odd Mathis Hætta, Liv Østmo ja Máret Sárá.
nob: Samisklærerne der var Veikko Holmberg, Odd Mathis Hætta, Liv Østmo og Máret Sárá.

source: Moai Márehiin oahpaheimme sámi fáttáid, nugo kultuvrra, čearddalašvuođa, unnitlogupolitihka, metodihka ja didaktihka.
nob: Máret og jeg underviste samiske emner, slik som kultur, etnisitet, minoritetspolitikk, metodikk og didaktikk.

source: Munnos lei maiddái ovddasvástádus studeanttaid skuvlahárjehallamii ja oktavuođa doallat hárjehallanskuvllaiguin.
nob: Vi hadde også ansvar for studentenes undervisningspraksis og for å holde kontakt med øvingsskolene.

source: Sámi ossodat lei nana reaidu nannet sámi studeanttaid dihtomielalašvuođa, iešluohttámuša ja sámevuođa árvvu.
nob: Samisk avdeling var et sterkt middel til å heve de samiske studentenes bevissthet, sjøltillit og statusen til samiskheten.

source: Viimmat iežamet olmmoš čállá min árbbis
nob: Endelig en av våre egne som skriver om arven vår

source: Lohken sosialpedagogihka Oslo universitehtas gos eanaš oahpaheaddjit eai dovdda eaige dieđe sámi áššiin báljo maidege.
nob: Jeg studerte sosialpedagogikk på Universitetet i Oslo, der de fleste lærerne knapt visste noe om samiske forhold.

source: Jus doppe ii livčče leamaš Anton Hoëm professorin, de mu 4 jagi studerenáigodat Oslos livčče šaddan oalle láittasin.
nob: Om ikke Anton Hoëm hadde vært professor der, så hadde mine 4 studieår i Oslo vært temmelig kjedelige.

source: Su kantuvrii čákŋalit šattai munnje dego boahtit «sámi ruoktot».
nob: Når jeg kom inn på kontoret hans var det som om jeg kom til mitt «samiske hjem».

source: Maŋimus jagi manai Anton virgelohpái USA:i, ja su sadjái ožžon bagadeaddjin Asle Høgmo, gii ieš gullá mearrasámi birrasii.
nob: Det siste året hadde Anton permisjon og dro til USA, og i stedet for han fikk jeg som veileder Asle Høgmo, som sjøl kom fra sjøsamisk miljø.

source: Lean goappašiidda giitevaš nana doarjaga ja láidesteami ovddas ja go manai dan mađe bures mu dutkosiin.
nob: Jeg er de to takknemlig for sterk støtte og veiledning og for at det gikk såpass bra med eksamenen min.

source: Miessemánu 1. beaivvi 1984 ledje Oslo miellačájáhusas sámi gáibádusat; ” Dohkket sámi vuoigatvuođaid ” ja " Sámegiella Oslo-skuvlii ".
nob: 1. mai 1984 var det i Oslo samiske krav i demonstrasjonstoget: " Anerkjenn samiske rettigheter " og krav om samisk i Oslo-skolen.

source: Asta studerii dalle Oslos ja dán govas son lea ovttas guimmiinis, Magne Ove Varsiin.
nob: Asta studerte da i Oslo og på dette bildet er hun sammen med samboeren, Magne Ove Varsi

source: (Govva: Klassekampen)
nob: (Foto: Klassekampen)

source: Váldofágabargu lei lossat, muhto seammás maid attii munnje ollu go bessen ságastit ja gažadit olbmuid Kárášjogas, áinnas daid boarraseabbuid, mánáid bajásgeassima birra.
nob: Hovedfagsarbeidet var tungt, men samtidig ga det meg mye, fordi jeg fikk samtale med og spørre ut folk i Karasjok om barneoppdragelse.

source: Sii ledje nu giitevaččat go besse muitalit juogadit dan maid dihte.
nob: De var så takknemlige for at de fikk fortelle, dele med seg av det de visste.

source: Muhtimat lohke: «Viimmat bođii min iežamet olmmoš gii háliida čállit ja áimmahuššat min dieđuid dán birra.»
nob: Noen sa: «Endelig kom en av våre egne som ville skrive og ta vare på kunnskapen vår om dette».

source: Munnje dát muitalii ollu sámi árvvašvuoda ja juogadeami birra – olbmot háliidit fievrridit iežaset vásáhusaid ja árbemáhtu viidáseappot ođđa buolvvaide.
nob: For meg fortalte dette mye om generøsitet og deling – folk ønsker å føre sine egne erfaringer og tradisjonskunnskap videre til nye generasjoner.

source: Iežas váldofágabarggu vuođul lea Asta Balto almmuhan dán girjji.
nob: På grunnlag av sin egen hovedfagsoppgave har Asta Balto gitt ut denne boka.

source: Dat lea boahtán sihke sámegillii ja dárogillii ja lea geavahuvvon oahppogirjin sihke Sámi allaskuvllas ja eará oahpahusásahusain.
nob: Den har kommet både på samisk og norsk, og som brukes som lærebok både ved Samisk høgskole og andre utdanningsinstirusjoner.

source: Gos lea lojalitehta ?
nob: Hvor går lojaliteten ?

source: 1989 lei Sámi oahpahusráđi direktora Edel Hætta Eriksen ollen ealáhahkii.
nob: I 1989 hadde Samisk utdanningsråds direktør Edel Hætta Eriksen nådd pensjonsalderen.

source: [Geahča Edel Hætta Eriksena muitalusa, Sámi skuvlahistorjá 1.] Olbmot ávžžuhedje mu ohcat dán virgái ja go ohcen de gohččojuvvojin jearahallamii.
nob: [Se Edel Hætta Eriksens fortelling i Samisk skolehistorie 1] Jeg blei oppfordra til å søke den stillinga, og da jeg søkte blei jeg innkalt til intervju.

source: Jearahallit čujuhedje ee. njuolggadusaide mat dalle ledje fámus, mat geatnegahtte alla ámmátvirgehasaid čállit vuollái lojalitehtacealkámuša.
nob: Intervjuerne viste bl.a. til reglementet som da gjaldt, som forplikta høyere embetsmenn til å skrive under lojalitetserklæring.

source: Lei vehá hearvái mu mielas go jerre maid dagašin jus moai bargoaddiin departemeanttain šadde guovtti oaivilii nu ahte šattašii lojalitehtakonflikta.
nob: Det var litt artig etter mi mening da de spurte hva jeg ville gjøre dersom jeg blei uenig med arbeidsgiveren, departementet, slik at det kunne bli lojalitetskonflikt.

source: Mun vástidin hui vuoiggalaččat ahte lean dainna áigumušain ohcan ahte háliidan hukset sámi oahppovuogádaga, ja jus departemeanta hehtte mu das, de dalle gal guođán virggi !
nob: Jeg svarte da helt rett fram at jeg hadde søkt i den hensikt å bygge opp et samisk utdanningssystem, og hvis departementet hindra meg i det, så ville jeg forlate stillingen !

source: Mu lojalitehta lei sámi servodagas.
nob: Min lojalitet var i det samiske samfunnet.

source: Ii lean oktage departemeantaáirras dan jearahallamis, ja in dieđe šattai go muhtin departemeanttas oba gullatge maid vástidin.
nob: Det var ingen departementsrepresentant med på intervjuet, og jeg vet ikke om noen fra departementet en gang fikk høre hva jeg svarte.

source: Lojalitehtagáibádus ámmátvirgehasaide gessui ruovttoluotta dieid áiggiid, in ge dárbbašan goassege čállit vuollái báhpára.
nob: Lojalitetskravet til embetsmenn blei trukket tilbake i den tida og jeg trengte aldri å skrive under på non slik erklæring.

source: Ledje stuora hástalusat oahpahusráđi barggus ja lei somá bargagoahtit Edela buori bargovuođu ala.
nob: Det var store utfordringer i arbeidet i utdanningsrådet og det var moro å fortsette på det gode grunnlaget som Edel hadde lagt.

source: Vuosttaš lei oažžut eiseválddiid áddet man stuorra dárbbut sámeoahpposuorggis ledje.
nob: Det første var å få myndighetene til å forstå hvor store behov den samiske utdanningssektoren hadde.

source: Bijaimet ollu searaid dasa ahte hutkat mo galgat áddehahtti láhkái oažžut ovdan mo oahppi-, oahpaheaddji- ja oahpponeavvodilli duođaid lei.
nob: Vi brukte mye krefter til å finne ut hvordan vi på en forståelig måte skulle få fram hvordan elev-, lærer- og læremiddelsituasjonen virkelig var.

source: Juohke jagi ráhkadeimmet statistihka ja gráfalaš govaid mat čájehedje ohppiid loguid, man ollugat ohppe sámegiela vuosttaš- ja nubbegiellan.
nob: Hvert år laga vi statistikk og grafisk framstilling som viste elevtall, hvor mange som hadde samisk som første- og andrespråk.

source: Vuoruhit nubbingieloahpahusa
nob: Prioritere andrespråksopplæring

source: Dieđut maid čohkkiimet skuvllain, čájehedje ahte sakka lassánedje oahppit, geain lei sámegiella nubbingiellan.
nob: Den informasjonen som vi samla fra skolene viste stor økning av elever som hadde samisk som andrespråk.

source: Seammás dieđihedje sihke skuvllat, oahppit ja váhnemat ahte nubbingieloahpahusas eai lean buorit bohtosat.
nob: Samtidig fortalte både skolene, elevene og foreldrene at det ikke var gode resultat av andrespråksopplæringa.

source: Eai lean doarvái oahppogirjjit, oahpaheddjiin váillui dávjá fágalaš ja/dahje pedagogalaš oahppu.
nob: Det var ikke nok læremidler, lærerne mangla faglig og / eller pedagogisk utdanning.

source: Lei oppanassiige unnán máhttu, maiddái oahppan oahpaheddjiid gaskkas, dan birra mo nubbingiela galgá oahpahit nu ahte oahppit šaddet aktiiva giellageavaheaddjin.
nob: Det var i det hele tatt liten kunnskap, også blant utdanna lærere, om hvordan man skulle undervise andrespråk slik at elevene blei aktive språkbrukere.

source: Munnje šattai váimmuáššin bargat buoridit gielladili dain mánáin ja nuorain, geat ledje massán eatnigielaset ja háliidedje váldit dan ruovttoluotta.
nob: For meg blei det ei hjertesak å arbeide for å forbedre språksituasjonen for de barna og ungdommene som hadde mista morsmålet og ønska å ta det tilbake.

source: Oidnen ahte nubbingieloahpahussii ii gávdnon Norggas dat máhttu maid dárbbašeimmet.
nob: Jeg så at i Norge fantes ikke den kunnskapen vi trengte for andrespråksopplæring.

source: Fertiimet ohcat mii eará buohtastahtti guovlluin dáhpáhuvai.
nob: Vi måtte undersøke hva som hendte i andre områder som vi kunne sammenligne oss med.

source: Ja go bovdejuvvojin searvat riikkaidgaskasaš unnitlogugiela konferánsii 1991:s, de fuobmájin ávkkástallagoahtit olgoriikkalaš oktavuođaid.
nob: Og da jeg blei invitert til å delta i en internasjonal konferanse for minoritetsspråk i 1991, så oppdaga jeg at vi kunne dra nytte av kontakter i utlandet.

source: Konferánsa lei Europa regionála minoritehta gielaid birra ja lágiduvvui Walesas.
nob: Konferansen var om regionale minoritetsspråk i Europa og blei arrangert i Wales.

source: Maŋŋá leat ollu sámi delegašuvnnat joreštan Walesas ja mun bidjen álggu dasa go ásahin oktavuođa singuin.
nob: Seinere har mange samiske delegasjoner reist til Wales og det var jeg som satte det i gang da jeg oppretta kontakt med dem.

source: Fuomášin ahte eurohpalaš unnitloguálbmogiid gaskkas leat ollugat oahpaheame unnitlogugiela nubbingiellan.
nob: Jeg oppdaga at blant europeiske minoriteter er det mange som underviser minoritetsspråket som andrespråk.

source: Walesas ledje guhká bargan dainna, ja sis ledje buorit bohtosat.
nob: I Wales har de arbeida med det lenge, og de har gode resultater.

source: Sii deattuhedje kommunikatiiva perspektiivva, grammatihkkaoahppu ii lean deháleamos.
nob: De vektlegger det kommunikative perspektivet, grammatikkopplæring er ikke det viktigste.

source: Min sámegieloahpahusa lei guhká domineren formálalaš giellaoahpahus.
nob: I samiskopplæringa vår dominerte lenge den formelle språklæra.

source: Gallestalaimet Trinity College, mas nubbegieloahpahus lei sierra fágan oahpaheaddjioahpus ja sáhtii maid dan lohkat sierra fágan doavttergráda rádjái.
nob: Vi besøkte Trinity College, der andrespråksopplæring er et eget fag i lærerutdanninga og man kunne også studere dette som eget fag helt til doktorgraden.

source: Asta Balto lei vuosttaš sámi skuvlaáirras gii oahppalattai Walesa ja dan maŋŋá leat máŋga oahpaheaddji ja studeantta Sámis fitnan doppe.
nob: Asta Balto var den første samiske skolerepresentant som var på studietur i Wales og deretter har mange lærere og studenter fra Sápmi vært der.

source: Dán govas lea Sámi allaskuvlla nubbingielpedagogihkakursa fitnamin giellaguovddážis Walesas 1993.
nob: Dette bildet viser andrespråkspedagogikkurset ved Samisk høgskole som besøker et språksenter i Wales 1993.

source: (Govva: Svein Lund)
nob: (Foto: Svein Lund)

source: Go bohten ruoktot, de mearridin lágidit stuora konferánssa nubbingieloahpu birra ja deattuhit kommunikatiiva aspeavtta giellaoahpaheamis.
nob: Da jeg kom tilbake bestemte jeg meg for å ta initiativ til en stor konferanse om andrespråksopplæring og legge vekt på det kommunikative aspektet i språkopplæringa.

source: Váldoáššin šattai sámegiela ealáskahttin.
nob: Hovedsaka blei gjenoppliving av samisk språk.

source: Lei vuosttaš gearddi ahte nubbingieloahppu čalmmustahttojuvvo Sámis.
nob: Det var første gang at andrespråksopplæring fikk slik oppmerksomhet i Sápmi.

source: Nubbi ceahkki giellabarggus lei nubbingielpedagogihkkakursa, man Sámi oahpahusráđđi lágidii ovttas Sámi allaskuvllain 1992/93.
nob: Det neste trinnet i språkarbeidet var et kurs i andrespråkspedagogikk, som Samisk utdanningsråd arrangerte sammen med Samisk høgskole i 1992/93.

source: Bovdiimet oahpaheddjiid Walesas oahpahit dán kurssas, ja studeanttat fas manne dohko oahppomátkái.
nob: Vi inviterte lærere fra Wales til å undervise på dette kurset og studentene dro dit på skoletur.

source: Dát kursa lei geahččaleapmi, ii addán oahppočuoggáid, muhto lei hui mávssolaš juohkit ođđa jurdagiid skuvllaide ja hukset maiddái vuođu dasa ahte Sámi allaskuvla guovtti jagi maŋŋil álggahii bistevaš oahppofálaldaga guovttegielatvuođapedagogihkas ja dat dagahii maid ahte allaskuvlla dábálašoahpaheaddjiohppui guovttegielatvuođa fáddán.
nob: Dette kurset var et forsøk, det ga ingen studiepoeng, men det var svært verdifullt til å spre nye tanker til skolene og bygge et grunnlag for at Samisk høgskole to år seinere kunne starte et permanent utdanningstilbud i tospråklighetspedagogikk og det førte også til at tospråklighet blei et emne i allmennlærerutdanninga.

source: Walesa vásihusat čájehedje ahte skuvla okto ii nagot ealáskahttit giela, ferte geahččat oppalaččat servodaga dili.
nob: Erfaringene fra Wales viste at skolen aleine ikke kan gjenreise språket, man må se generelt på forholda i samfunnet.

source: Dehálaš gaskaoamit leat giellaguovddážat, giellabeasit ja maiddái media.
nob: Viktige redskaper er språksenter, språkreir og også media.

source: Buot dáid ovdanbukte min guosselogaldallit 1991 ' konferánssas. Heiveheimmet Walesa sámi diliide, ee. deattuheimmet ahte ii galgan leat dušše buhtes giellafálaldat, muhto sihke giella- ja kulturguovddážat.
nob: Alt dette la våre gjesteforelesere fram på konferansen i 1991 og vi tilpassa språksentertanken fra Wales til samiske forhold, bl.a. la vi vekt på at det ikke skulle være noe reint språktilbud, men både språk- og kultursenter.

source: Eai lean dušše fal skuvlabirrasat mat čatne oktavuođaid Walesain, maiddái eará ásahusat, nugo Sámeradio beasai oahpásmuvvat sin mediaásahusaiguin.
nob: Det var ikke bare skolemiljø som knytta kontakt med Wales. Også andre institusjoner var på besøk der, f.eks. fikk Sameradioen bli kjent med walisiske mediainstitusjoner.

source: Mun bidjen johtui prošeavtta čállit girjji guovttegielat nubbinegieloahpahusa birra, Duostta hupmat / Våg å snakke, mas vásihusat sihke Walesas ja Sámis bohte ovdan.
nob: Jeg satte i gang prosessen med å skrive ei bok om andrespråksopplæring, Duostta hupmat / Våg å snakke, der erfaringer både fra Wales og Sápmi kom fram.

source: Lei vuosttaš háve dákkár girji lei olámuttos buohkaide.
nob: Det var første gang at ei slik bok var tilgjengelig for alle.

source: Oahpahusrá ' đi ráhkadahtii maiddái videofilmma Čoavdda guovtti máilbmái, man ulbmilin lei movttiidahttit erenoamážit váhnemiid válljet sámegiela hállat mánáidasaset ja válljet sámegieloahpu skuvllas.
nob: Utdanningsrådet laga også videofilmen Čoavdda guovtti máilbmái / En nøkkel til to verdener, som særlig hadde som mål å motivere foreldre til å snakke samisk med barna sine og velge samiskopplæring i skolen.
